{
  "Home": "Accueil",
  "About": "À propos",
  "Contact": "Contact",
  "All Ads": "Toutes les annonces",
  "Login": "Connexion",
  "LOGIN": "CONNEXION",
  "Register": "S'inscrire",
  "Language": "Langue",
  "Select Category": "Sélectionnez une catégorie",
  "Tech & Programming": "Technologie et Programmation",
  "Artisans": "Artisans",
  "Food & Beverages": "Alimentation et Boissons",
  "Education & Training": "Éducation et Formation",
  "Virtual Assistants": "Assistants Virtuels",
  "Email Address": "Adresse e-mail",
  "Password": "Mot de passe",
  "Confirm Password": "Confirmez le mot de passe",
  "Don't have an account?": "Vous n'avez pas de compte?",
  "Already have an account?": "Vous avez déjà un compte?",
  "Vendor": "Vendeur",
  "Are you a vendor or an employer?": "Êtes-vous un vendeur ou un employeur ?",
  "Employer": "Employeur",
  "Based in": "Basé à",
  "You accept our Terms and Conditions and Privacy Policy": "Vous acceptez nos Conditions Générales et notre Politique de Confidentialité",
  "Login to your account": "Connectez-vous à votre compte",
  "Register now": "Inscrivez-vous maintenant",
  "Our Story": "Notre histoire",
  "Contact Us": "Contactez-nous",
  "Terms & Conditions": "Termes et conditions",
  "Services": "Services",
  "Advert Posting": "Publication d'annonces",
  "Product Listings": "Listes de produits",
  "Customer Support": "Support client",
  "Products": "Produits",
  "Fashion": "Mode",
  "Tech Gadgets": "Gadgets technologiques",
  "Food Items": "Articles alimentaires",
  "Support": "Support",
  "Help & Support": "Aide et support",
  "FAQ DeesaxAd": "FAQ DeesaxAd",
  "Privacy Policy": "Politique de confidentialité",
  "Follow Us": "Suivez-nous",
  "Subscribe to our email": "Abonnez-vous à notre e-mail",
  "Enter your email": "Entrez votre e-mail",
  "Send": "Envoyer",
  "All rights reserved": "Tous droits réservés",
  "Email": "Email",
  "Yes/No": "Oui / Non",
  "Register for free": "Inscrivez-vous gratuitement",
  "Yes": "Oui",
  "No": "Non",
  "Do not have an account?": "Vous n'avez pas de compte ?",
  "Oops!": "Oups !",
  "The page you are looking for does not exist.": "La page que vous recherchez n'existe pas.",
  "Go back to Home": "Retour à l'accueil",
  "About DeesaxConnect": "À propos de DeesaxConnect",
  "Welcome to DeesaxConnect": "Bienvenue sur DeesaxConnect",
  "Your one-stop platform for connecting with skilled professionals across various fields.": "Votre plateforme tout-en-un pour trouver des professionnels qualifiés dans divers domaines.",
  "DeesaxConnect is a one-stop platform where people can post their services and find trusted professionals across various fields. Whether you're offering a skill or looking for one, we make it easy to connect, collaborate, and get things done. From creatives to consultants, artisans to tech experts — DeesaxConnect is where services meet opportunity.": "DeesaxConnect est une plateforme unique où les gens peuvent publier leurs services et trouver des professionnels de confiance dans divers domaines. Que vous proposiez une compétence ou que vous en recherchiez une, nous facilitons la connexion, la collaboration et l'accomplissement des tâches. Des créatifs aux consultants, des artisans aux experts en technologie — DeesaxConnect est l'endroit où les services rencontrent les opportunités.",
  "Get Started": "Commencer",
  "Sign in to get access to a list of services  available such as these ones and  find what you need": "Connectez-vous pour accéder à une liste de services disponibles tels que ceux-ci et trouvez ce dont vous avez besoin",
   "Go to Homepage": "Aller à la page d'accueil",
    "Find the right service for your needs, whether it's tech support, creative design, or home improvement.": "Trouver le service adapté à vos besoins, que ce soit un support technique, un design créatif ou une amélioration de l'habitat.",
  "Connect with Professionals": "Connectez-vous avec des professionnels",
  "How DeesaxConnect Works": "Comment fonctionne DeesaxConnect",
  "Whether you're offering a service or looking for one, our platform makes it simple to connect and collaborate": "Que vous proposiez un service ou que vous en recherchiez un, notre plateforme facilite la connexion et la collaboration",
  "Discover Services": "Découvrez les services",
  "Browse through a variety of service categories to find exactly what you need,from tech to artisans and beyond.": "Parcourez une variété de catégories de services pour trouver exactement ce dont vous avez besoin, des technologies aux artisans et au-delà.",
  "Connect & Hire": "Connectez-vous et embauchez",
    "Review provider profiles, compare offers, and choose the best fit. Contact and negotiate directly.": "Examinez les profils des prestataires, comparez les offres et choisissez la meilleure option. Contactez et négociez directement.",
  "Get the Job Done": "Réalisez le travail",
  "Work seamlessly with trusted professionals and get quality results delivered on time.": "Travaillez sans effort avec des professionnels de confiance et obtenez des résultats de qualité livrés à temps.",
  "Sign in to get access to a list of services available such as these ones and find what you need": "Connectez-vous pour accéder à une liste de services disponibles tels que ceux-ci et trouvez ce dont vous avez besoin"

}
